Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sami_giellagaldun_toiminta_jatkuu_supistetussa_muodossa_taman_vuoden_loppuun_saakka.html.tmx
Source language: fin
Languages: sme

source: Sámi Giellagáldun toiminta jatkuu supistetussa muodossa tämän vuoden loppuun saakka
sme: Sámi Giellagáldu doaimmat joatkašuvvet gáržžiduvvon hámis dán jagi lohppii

source: Saamen kielten normitustyö jatkuu, vaikka Giellagáldu -jatkoprojekti päättyikin toukokuun lopussa.
sme: Sámegielaid normerenbargu joatkašuvvá, vaikko Giellagáldu -joatkkaprošeakta nogaige miessemánu loahpas.

source: Sámi Giellagáldun toimintaa on tähän saakka rahoitettu Interreg-projektirahoituksella.
sme: Sámi Giellagáldu doaimmat leat dássážii ruhtaduvvon Interreg-prošeaktaruhtademiin.

source: Saamelaiskäräjät ovat löytäneet väliaikaisen ratkaisun pohjoismaisen kieliyhteistyön rahoittamiseen.
sme: Sámedikkit leat gávdnan gaskaboddosaš čovdosa davviriikkalaš giellaovttasbarggu ruhtadeapmái.

source: Sámi Giellagáldun toiminta jatkuu pienemmillä taloudellisilla ja henkilöstöresursseilla tämän vuoden loppuun saakka.
sme: Sámi Giellagáldu doaimmat joatkašuvvet uhcit ekonomalaš ja olmmošlaš resurssaiguin dán jagi lohppii.

source: Sámi Giellagáldu ei kykene pitämään toimintoja yllä samalla tasolla kuin Interreg-projektin aikana.
sme: Sámi Giellagáldu ii bastte doalahit doaimmaid jođus seamma dásis go Interreg-prošeavtta áigge.

source: Tämä kohdistuu muun muassa kielineuvontapalveluun.
sme: Dát čuohcá earret eará giellarávvenbálvalussii.

source: Sámi Giellagáldu voi tarjota kielineuvontapalvelua seuraavasti:
sme: Sámi Giellagáldu sáhttá fállát giellarávvenbálvalusa čuovvovaččat:

source: inarinsaame ajanjaksolla 1.5.–31.7.2018
sme: anárašgielas áigodagas 1.5. – 31. 7.2018

source: koltansaame ajanjaksolla 1.8.–31.10.2018
sme: nuortalašgielas áigodagas 1.8. – 31. 10.2018

source: pohjoissaame ajanjaksolla 1.10.–31.12.2018
sme: davvisámegielas 1.10. – 31. 12.2018

source: luulajansaame ajanjaksolla 13.8 –31.12.2018
sme: julevsámegielas 13.8. – 31. 12.2018

source: eteläsaame ajanjaksolla 20.8 –31.12.2018
sme: lullisámegielas 20.8. – 31. 12.2018

source: Sámi Giellagáldussa on edelleen viisi eri kielijaostoa: etelä-, luulajan-, pohjois-, inarin- ja koltansaamen kielijaosto, jotka vastaavat kirjoitetun kielen normien ja uuden terminologian normittamisesta.
sme: Sámi Giellagáldus leat ain vihtta sierra giellajuhkosa: lulli-, julev-, ja davvi-, anáraš- ja nuortalašgiela giellajuogus, mat vástidit čállingiela norpmaid ja ođđa terminologiija normeremis.

source: Kielijaostot eivät voi kokoontua niin usein kuin aiemmin supistuneiden taloudellisten resurssien vuoksi.
sme: Giellajuhkosat eai sáhte čoahkkanit nu dávjá go ovdal gáržžiduvvon ekonomalaš resurssaid geažil.

source: Kielijaostot kokoontuvat korkeintaan kolmesti loppu vuoden aikana.
sme: Giellajuhkosat čoahkkanit eanemusat golbmii loahppa jagi áigge.

source: Tämän vuoksi normitusprosessi on hitaampaa kuin aiemmin.
sme: Dán geažil normerenproseassa váldá eanet áiggi go ovdal.

source: Kielijaostojen lisäksi Sámi Giellagálduun on perustettu piitimensaamen työryhmä, jonka tehtävänä on normittaa piitimensaamen kirjoitusjärjestelmä.
sme: Giellajuhkosiid lassin Sámi Giellagáldui lea ásahuvvon bihtánsámegiela bargojoavku, man bargun lea normeret bihtánsámegiela čállinvuogi.

source: Ajatus on, että työryhmä kokoontuu ensimmäisen kerran aikaisintaan kesäkuussa.
sme: Jurdda lea, ahte bargojoavku čoahkkana vuosttas geardde áramusat geassemánus.

source: Sámi Giellagáldu toimii yhä Saamelaisen Parlamentaarisen neuvoston alaisuudessa ja Sámi Giellagáldun toiminta jatkuu Saamelaiskäräjien yhteistyönä.
sme: Sámi Giellagáldu doaibmá ain Sámi Parlamentáralaš Ráđi vuollásažžan. Sámi Giellagáldu doaibma joatkašuvvá Sámedikkiid gaskasaš ovttasbargun.

source: Yhteistyötä johtaa Suomen Saamelaiskäräjät.
sme: Ovttasbarggu jođiha Suoma Sámediggi.

source: Sámi Giellagáldun väliaikaisena johtajana toimii Suomen Saamelaiskäräjien ma. saamen kieliasiainsihteeri Marko Marjomaa.
sme: Sámi Giellagáldu gaskaboddosaš jođiheaddjin doaibmá Suoma Sámedikki má. Sámi giellaáššiidčálli Marko Marjomaa.

source: Saamen kielten normitustyön tulevaisuus on yhä epäselvä pysyvän rahoituksen puuttuessa.
sme: Sámegielaid normerenbargguid boahtte áigi lea ain eahpečielggas go bistevaš ruhtadeapmi ii leat sajis.

source: Lisätietoja antaa Sámi Giellagáldun väliaikainen johtaja Marko Marjomaa.
sme: Eanet dieđuid addá Sámi Giellagáldu gaskaboddosaš jođiheaddji Marko Marjomaa.

source: marko.marjomaa(at)samediggi.fi, +358 10 839 3183 tai +358 50 438 2484
sme: marko.marjomaa@samediggi.fi
